["Buněčný cyklus je životní cyklus buněk.", "Lytický cyklus je životní cyklus virů.", "Buněčný cyklus začíná v okamžiku, kdy buňka vznikne rozdělením buňky mateřské, a končí okamžikem, kdy se buňka rozdělí na dvě buňky dceřiné.", "Je to období od konce jednoho buněčného dělení po skončení následujícího buněčného dělení.", "Buněčný cyklus má čtyři (různě dlouhé) fáze: G1, S, G2 a M.", "S = syntetická fáze, M = mitóza.", "Mitóza (nebo meióza).", "Interfáze je období života buňky mezi dvěma mitózami (= období mezi dvěma buněčnými děleními).", "G1 , S a G2 .", "Zdvojuje se v syntetické fázi buněčného cyklu.", "Syntetizuje se nová DNA při zdvojování genetické informace.", "Replikace je zdvojování molekul DNA.", "Oba navzájem komplementární (= doplňkové) řetězce dvoušroubovicové molekuly DNA se od sebe postupně oddělí a ke každému z nich se nasyntetizuje nový komplementární řetězec.", "Vznik dvou stejných kopií výchozí molekuly DNA.", "Mitóza zajišťuje, aby při dělení buněk obě dceřiné buňky obdržely stejnou genetickou informaci, jako měla mateřská buňka.", "46.", "48.", "14.", "Mitóza je způsob dělení buněčného jádra. (Jeden ze dvou způsobů dělení buněčného jádra.)", "Karyokineze je dělení buněčného jádra.", "Karyokineze může probíhat dvěma způsoby: jedním je mitóza, druhým je meióza.", "Cytokineze je dělení buňky.", "Chromozomy jsou krátké kompaktní útvary, do nichž se uspořádávají molekuly DNA na začátku mitózy (nebo meiózy).", "Chromatin je materiál uvnitř buněčného jádra během interfáze, tvořený dlouze vláknitými molekulami DNA a bílkovinami zvanými histony.", "Chromozomy vznikají z molekul DNA tím, že se tyto molekuly několikanásobně spiralizují a skládají do smyček, takže se mnohonásobně zkrátí a ztlustí.", "Chromozom vzniká z jedné zdvojené molekuly DNA.", "Soubor chromozomů se v procesu mitózy roztřídí na dva geneticky stejnocenné díly.", "Chromozomy se rozvolňují na dlouze vláknité molekuly DNA.", "Chromozom je tvořen dvěma chromatidami, které leží souběžně vedle sebe a jsou těsněji spojeny v místě zvaném centromera.", "Každá z chromatid daného chromozomu představuje jednu kopii zdvojené molekuly DNA.", "Protože každá z chromatid představuje jednu kopii zdvojené molekuly DNA.", "V průběhu mitózy se obě chromatidy od sebe oddělí a rozestoupí se od sebe do míst, kde se budou formovat dceřiná jádra.", "Počet molekul DNA se mitózou nezmění – každá dceřiná buňka bude mít  2n  molekul DNA.", "Počet molekul DNA se mitózou nezmění – každá dceřiná buňka bude mít  n  molekul DNA.", "Profáze, prometafáze, metafáze, anafáze, telofáze.", "Před začátkem mitózy se centrozom zdvojí, pak oba dceřiné centrozomy putují k navzájem opačným pólům jádra a mezi oběma centrozomy se vytváří dělicí vřeténko.", "Protože chromozomy jsou dobře barvitelné.", "–  z molekul DNA (s histony) se formují chromozomy (jsou dobře barvitelné a lze je pozorovat ve světelném mikroskopu),\n–  mizí jadérka,\n–  mezi oběma centrozomy se začíná vytvářet dělicí vřeténko (dvě soustavy mikrotubulů vycházející vždy z příslušného centrozomu),\n–  centrozomy se od sebe vzdalují – míří k navzájem opačným pólům jádra.", "–  rozpadá se jaderný obal,\n–  mikrotubuly dělicího vřeténka pronikají dovnitř jádra a napojují se na chromozomy v místě centromery.", "–  centrozomy jsou na protilehlých pólech buňky,\n–  chromozomy se shromažďují v „rovníkové“ rovině (vzhledem k pólům); prostoru, který chromozomy zaujímají, se říká metafázní destička (při pohledu zboku se jeví jako hodně tlustá krátká čára).", "–  dvouchromatidové chromozomy se podélně rozdělí na samostatné chromatidy – jednochromatidové chromozomy,\n–  zkracováním mikrotubulů dělicího vřeténka jsou jednochromatidové chromozomy taženy k pólům buňky (putují centromerami napřed) –  sesterské chromatidy se tak od sebe vzdalují a míří k různým pólům („anafází rozestup sesterských chromatid“),\n–  ke konci anafáze se v oblasti každého z obou pólů shromáždí úplná sada chromozomů (obě sady jsou navzájem stejné).", "V místě pólů se vytvářejí dceřiná jádra („telofázní rekonstrukce jader“):\n–  vytvářejí se jaderné obaly,\n–  chromozomy se rozvolňují na chromatin,\n–  tvoří se jadérka.", "Cytokineze začíná v průběhu anafáze.", "U živočišné buňky dochází k zaškrcování mezi oběma jejími póly, až se buňka rozdělí na dvě dceřiné.", "U rostlinné buňky se uprostřed mezi oběma dceřinými jádry syntetizuje nová buněčná stěna (od středu k okrajům), až buňku předělí na dvě části – dceřiné buňky.", "U buněk hub se uvnitř mateřské buňky mezi oběma dceřinými jádry syntetizuje nová buněčná stěna (od okrajů ke středu), až buňku předělí na dvě části – dceřiné buňky.", "Gamety jsou pohlavní buňky.", "Zygota je oplozené vajíčko, vzniká splynutím samčí a samičí gamety při oplození.", "Somatické buňky jsou tělní buňky, tedy buňky z nichž je vybudováno tělo organismu; jsou to jiné buňky než buňky pohlavní.", "Vajíčko.", "Spermie.", "Gamety obsahují jednu sadu chromozomů.", "Zygota obsahuje dvě sady chromozomů.", "Somatické buňky obsahují dvě sady chromozomů.", "n (haploidní počet).", "2n (diploidní počet).", "U člověka je n = 23, u šimpanze n = 24, u hrachu n = 7.", "Diploidní buňka má diploidní počet chromozomů (tj. 2n).", "Diploidní organismus je organismus, jehož tělní (= somatické) buňky jsou diploidní.", "Haploidní buňka má haploidní počet chromozomů (tj. n).", "Haploidní organismus je organismus, jehož tělní (= somatické) buňky jsou haploidní.", "Musí dojít ke snížení (k redukci) počtu chromozomů na polovinu – tedy z 2n na n.", "Ke snížení počtu chromozomů z diploidního na haploidní (z 2n na n) dochází při zvláštním způsobu dělení jádra, který je odvozen od mitózy a nazývá se meióza.\n(Ke snížení počtu chromozomů z diploidního na haploidní (z 2n na n) dochází při meióze.)", "Homologní chromozomy jsou vzájemně si odpovídající chromozomy; obsahují stejné soubory genů, mají stejnou velikost a mají centromeru ve stejné poloze.", "Pohlavní chromozomy člověka se označují X a Y.", "XX (u samičího pohlaví) nebo XY (u samčího pohlaví).", "Meióza je způsob dělení buněčného jádra, při němž dochází ke snížení počtu chromozomů na polovinu (z 2n na n).", "Meióza sestává ze dvou po sobě následujících mitóz, mezi nimiž neproběhne S-fáze buněčného cyklu. První z nich je značně pozměněná, druhá probíhá obvyklým způsobem.", "K redukci diploidního počtu chromozomů na polovinu dojde v 1. meiotickém dělení (v anafázi I), ale chromozomy zůstanou dvouchromatidové.", "Výsledkem meiózy jsou čtyři jádra s haploidním počtem chromozomů (tedy haploidní jádra), a protože proběhnou i buněčná dělení, vzniknou čtyři buňky – pochopitelně haploidní.", "Dochází k párování homologních chromozomů a k ději zvanému crossing-over (překřížení).", "V průběhu formování chromozomů se k sobě podélně přikládají homologní chromozomy a vytvářejí chromozomové páry. Následně může proběhnout crossing-over.", "Crossing-over je děj, při němž se uskuteční vzájemná výměna odpovídajících si úseků nesesterských chromatid.", "V metafázi I se do rovníkové roviny se umísťují chromozomové páry, nikoliv jednotlivé chromozomy, jako je tomu při mitóze.", "Zkracováním mikrotubulů jsou od sebe taženy dvouchromatidové chromozomy každého chromozomového páru (anafázní rozestup homologních chromozomů).", "Anafáze I je děj, při kterém se počet chromozomů sníží z 2n na n. Prostě tím, že se 2n chromozomů mateřského jádra rozdělí do dvou stejných souborů o n chromozomech. Tyto soubory jsou základem dceřiných jader.", "Tyto buňky mají n chromozomů (jsou to haploidní buňky). Jejich chromozomy jsou však dvouchromatidové.", "Meióza II probíhá stejným způsobem jako mitóza.", "Výsledkem jsou čtyři haploidní jádra a vzápětí – po dokončení buněčného dělení –  i čtyři haploidní buňky.", "Smyslem mitózy je zajistit, aby dceřiné buňky měly stejnou genetickou informaci, jako měla buňka mateřská (počet chromozomů se zachovává).", "Smyslem meiózy je zredukovat počet chromozomů z 2n na n, tedy zajistit, aby po rozdělení mateřské buňky s dvěma sadami chromozomů vznikly dceřiné buňky mající po jedné sadě chromozomů.", "Ne, nemají, dokonce každé dvě z těchto čtyř buněk jsou navzájem geneticky různé.", "U člověka (n = 23) by mohlo vzniknout 223 kombinací chromozomů, lišících se zastoupením chromozomů původně otcovských a původně mateřských.", "Možnost kombinování původně otcovských a původně mateřských chromozomů je jedním ze zdrojů genetické variability (proměnlivosti) u potomků.", "Kombinovat genetický materiál v rámci dvojice homologních chromozomů umožňuje crossing-over. Tento způsob kombinování genetického materiálu se nazývá rekombinace.", "Crossing-over umožňuje kombinování genetického materiálu uvnitř chromozomů (mezi homologními chromozomy) – vznikají chromatidy, v nichž se střídají úseky původem po matce s úseky původem po otci. Tomuto procesu kombinování genetického materiálu se říká rekombinace.", "Smyslem crossing-overu je rekombinace genetického materiálu.", "Crossing-over je dalším zdrojem genetické variability (proměnlivosti) u potomků.", "Jedním z důsledků meiózy jsou určitá pravidla pro předávání vloh z rodičů na potomky; tato pravidla se nazývají Mendelovy zákony.", "Tato pravidla objevil brněnský přírodovědec Johann Gregor Mendel zhruba 20 let před tím, než byla objevena meióza.", "Johann Gregor Mendel zveřejnil své objevy v roce 1865 (v Brně v Biskupském paláci, který je součástí Moravského zemského muzea).", "Johann Gregor Mendel prováděl své pokusy na přelomu 50. a 60. let 19. století (před rokem 1865).", "Johann Gregor Mendel prováděl své pokusy v Brně, v zahradě a ve sklenících augustiniánského kláštera na Starém Brně (v sousedství dnešního Mendelova náměstí).", "Centrozom je útvar v blízkosti buněčného jádra tvořený dvojicí centriolů, které jsou vůči sobě navzájem umístěny kolmo. Každý centriol je poměrně krátký útvar tvořený devíti trojicemi mikrotubulů. Centrozom se uplatňuje při buněčném dělení, a to při dělení jádra.", "Ve skutečnosti nejde o vlákna, ale o submikroskopické „trubičky“ – mikrotubuly.", "Dělicí vřeténko má dva protilehlé póly tvořené dvěma centrozomy a dvě sady mikrotubulů, které vycházejí od centrozomů. Mikrotubuly nevedou od pólu k pólu, ale od pólu k rovníkové rovině a kousek za ni, takže mikrotubuly vedoucí z jednoho a z druhého konce se v oblasti rovníkové roviny těsně míjejí a krátce přesahují jedny přes druhé.", "Mikrotubuly se připojují k centromeře chromozomů.", "Dělicí vřeténko slouží k oddělení chromatid chromozomů a k jejich roztřídění na dvě stejné sestavy, případně – v případě meiózy I – k oddělení homologních chromozomů z jejich párů od sebe a k jejich roztřídění na dvě haploidní sady chromozomů.", "Zkracováním mikrotubulů dochází k rozestupu chromatid původně dvouchromatidových chromozomů k pólům dělicího vřeténka a v případě meiózy I dochází k rozestupu dvouchromatidových homologních chromozomů z jejich párů od sebe k pólům dělicího vřeténka."]